Revit 2027 API
FamilyInstance.Room Property
The room in which the instance is located.
Overload List
Name | Description
Room | The room in which the instance is located (during the last phase of the project).
Room[Phase]
Top
See Also
Reference
FamilyInstance Class
Autodesk.Revit.DB Namespace